Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: The Swedish Maritime Administration is responsible for the supervision of ships (warships included) and issues implementing provisions for the Maritime Safety Act.
sv: Sjöfartsverket utövar tillsynen av fartyg (även av örlogsfartyg) och skriver tillämpningsföreskrifter till far- tygssäkerhetslagen.

source: Guidance on certain sections
sv: Kommentarer till vissa paragrafer

source: The Provisions also apply to dock work in the Armed Forces.
sv: Föreskrifterna omfattar även hamnarbete som utförs inom försvarsmakten.

source: The responsibility can be transferred to the ship owner.”
sv: Ansvaret kan överlåtas till redaren.”

source: It is important for the tasks of the ship’s crew and the on-shore employees to be coordinated in such a way that no new accident risks occur.
sv: Det är viktigt att fartygsbesättningens och de landanställdas arbetsuppgifter samordnas så att inte nya olycksfallsrisker uppstår.

source: For example, in an area where there is a risk of falling objects, collisions with vehicles or such like, cleaning and other work not constituting loading or unloading work should not begin until loading or unloading work has been concluded.
sv: Ett exempel på detta är att städning och annat arbete som inte är lastnings- eller lossningsarbete inte bör påbörjas förrän lastnings- eller lossningsarbetet har avslutats i ett område där risk föreligger för fallande föremål, påkörning eller liknande.

source: Ships frequently calling at the same harbour can have fixed routines for putting in there.
sv: Fartyg som frekvent anlöper samma hamn kan ha fasta rutiner för hamnbesök.

source: It may be appropriate for instructions to be provided in more than one language.
sv: Det kan vara lämpligt med instruktioner på flera språk.

source: Verbal introduction should also be provided.
sv: Därutöver bör introduktionen även ske muntligt.

source: It is appropriate for the check to be made together with the ship’s officers.
sv: Kontrollen utförs lämpligen tillsammans med fartygets befäl.

source: It is important to carry out a lifting test before a crane is used for loading or unloading.
sv: Innan kran används för lastning eller lossning är det viktigt att provlyft utförs.

source: Before using a ship’s hoist, it is important to have checked that the safety catches for the hoist are activated on all landings.
sv: Innan fartygshiss används är det viktigt att kontroll har utförts av att hissens säkerhetsspärrar aktiveras vid alla stannplan.

source: It is appropriate that the person who is to use the device should test its control properties before loading or unloading begins.
sv: Det är lämpligt att den som ska använda anordningen provar manövre- ringsegenskaperna innan lastnings- eller lossningsarbetet påbörjas.

source: Because dock work often involves working on different ships, it is important for onshore personnel to be observant regarding the state of the ship’s devices.
sv: Eftersom hamnarbete ofta innebär arbete på olika fartyg är det viktigt att landpersonal är observant på konditionen på fartygets anordningar.

source: Safety rules are rules concerning notification, authorised traffic, traffic regulations, co-ordinating responsibility etc. It should be made clear who has issued the rules and who can answer questions about them.
sv: Det är lämpligt att det framgår vem som har utfärdat reglerna och vem som kan ge upplysningar om dessa.

source: It is also appropriate for the harbour area to be enclosed and to have controlled access.
sv: Det är också lämpligt att hamnområdet är inhägnat och har ett kontrollerat insläpp.

source: Safety precautions include, for example
sv: Exempel på skyddsåtgärder är att

source: keeping sufficiently wide vehicle routes open,
sv: tillräckligt breda körvägar hålls öppna,

source: arranging separate pedestrian and vehicular routes and marking them for different kinds of traffic,
sv: särskilda gång- och körvägar anordnas och markeras för olika trafikslag,

source: having a one-way traffic system,
sv: trafik enkelriktas,

source: erecting necessary cordons, traffic mirrors and warning signs, and posting a traffic guard where necessary.
sv: nödvändiga avspärrningar, trafikspeglar och varningsskyltar sätts upp, samt trafikvakt avdelas där så behövs.

source: The maintenance of open traffic routes is important, for example, to enable an ambulance or other emergency service vehicle to reach a workplace and access routes to ships.
sv: Att körvägar hålls öppna är viktigt t.ex. för att ambulans eller annat utryckningsfordon skall kunna komma fram till arbetsplats och förbindelseleder till fartyg.

source: General rules on workplace design are contained in the Provisions on Design of the Workplace issued by the National Board of Occupational Safety and Health.
sv: Generella regler om utformningen av arbetsplatser finns i Arbetarskydds- styrelsens föreskrifter om arbetsplatsens utformning.

source: It is often advisable to limit the number of vehicles allowed on the ramp at any one time.
sv: Det är ofta lämpligt att begränsa antalet fordon som får befinna sig på rampen.

source: When indicating the maximum load for a ramp it is important to allow for the load and the dynamic additional loads occurring with movable or fixed ramps resting on one another.
sv: Vid angivande av maxlast på ramp är det viktigt att hänsyn tas till den belastning och de dynamiska tillskottslaster som uppkommer då rörliga eller låsta ramper vilar på varandra.

source: They indicate that the provisions of “Safety and health in Dock Work”, published by the International Labour Organisation (ILO 1977), are to apply to foreign ships in Swedish waters.
sv: Av dessa framgår att för utländska fartyg i svenskt farvatten skall bestämmelserna i "Safety and Health in Dock Work" utgiven av internationella arbetsorganisationen (ILO 1977) gälla.

source: It is important that suitable measures should be taken to ensure safe boarding, transport and disembarking.
sv: Det är viktigt att lämpliga åtgärder vidtas för att göra ombordstigning, transport och landstigning säkra.

source: It is appropriate that a safety net for a communication route leading to a ship should extend about two metres in both directions along the quayside.
sv: Det är lämpligt att skyddsnät till förbindelseled som leder till fartyg sträcker sig cirka två meter om vardera sidan, utefter kajen.

source: If an access route to a ship is provided by a stevedoring company or suchlike, it is appropriate that the devices should satisfy the stipulations of the Swedish Maritime Administration for corresponding devices.
sv: Tillhandahålls förbindelseled till fartyg av stuveriföretag eller liknande är det lämpligt att anordningarna uppfyller Sjöfartsverkets krav för motsvarande anordningar.

source: On board ships carrying dangerous goods it is normally appropriate for a communication route to a cargo hold to be provided to such an extent that the walking distance to the nearest communication route does not exceed about 10 metres.
sv: I fartyg som transporterar farligt gods är det normalt lämpligt att förbindelseled till lastutrymme finns i sådan omfattning att gångavstånd till närmaste förbindelseled inte är större än omkring 10 meter.

source: Carriage of personnel in hoist cages should be resorted to in exceptional cases only.
sv: Personbefordran med lyftkorg bör användas endast i undantagsfall.

source: In such cases it is important for the combination of crane and cage to be intended for carrying personnel.
sv: Det är då viktigt att kombinationen kran och lyftkorg är avsedd för personbefordran.

source: When carrying personnel in a hoist cage, it is appropriate to appoint a hoist foreman.
sv: Det är lämpligt att utse en lyftledare vid personbefordran med lyftkorg.

source: More than one signalman may be needed, for example, if the operator of a lifting device is unable to see the place where goods are landed or conveyed on the quay.
sv: Behov av mer än en signalman kan uppstå t.ex. om förare av lyftanordning inte kan se plats där gods landas eller tas på kajen.

source: keeping a close watch on the cargo handling in progress and giving warning well in advance of a suspended load,
sv: uppmärksamt följer aktuell lasthantering och i god tid varnar för hängande last,

source: taking up a position
sv: placerar sig

source: where he can be clearly seen by the operator of a lifting device,
sv: väl synlig för förare av lyftanordning,

source: where he will be safe in the event of a load falling and
sv: så att personen är skyddad för eventuell fallande last och

source: where he is able to observe as much as possible of the full work cycle,
sv: så att personen i möjligaste mån kan iaktta arbetets hela förlopp,

source: that the load is positioned on the hoist platform in such a way that the latter is not unevenly loaded and the load does not project beyond the load profile of the hoist platform, and that personnel do not ride on the hoist if it is not approved for the carriage of personnel.
sv: att lasten placeras på hissplanet så att detta inte snedbelastas eller lasten skjuter över hissplanets lastprofil, samt att personbefordran inte utförs om hissen inte är godkänd för personbefordran.

source: Safety surveillance by a traffic guard normally includes, for example,
sv: I övervakning av säkerheten ingår normalt att trafikvakt bl.a.

source: keeping a close watch on the traffic and cargo handling concerned,
sv: uppmärksamt följer aktuell trafik och lasthantering,

source: taking up a position where he is clearly visible to vehicle drivers and thus in no danger of being run over, and directing vehicle drivers in a safe, agreed manner.
sv: placerar sig väl synlig för fordonsförare och så att han inte löper risk att bli påkörd, samt dirigerar fordonsförare på säkert och överenskommet sätt.

source: The requisite equipment may be equipment for signal transmission, signalling of warnings and communication, e.g. communication radio or a mobile phone.
sv: Erforderlig utrustning kan vara utrustning för signalgivning, varningssig- nalering och kommunikation, t.ex. kommunikationsradio eller mobiltelefon.

source: In an emergency situation it is important that personnel should be able to reach safety by means of a communication route.
sv: Vid en nödsituation är det viktigt att det finns möjlighet att sätta sig i säkerhet via förbindelseled.

source: Marker lines on the ground facilitate the stacking of goods by crane operators and truck drivers.
sv: Linjemarkering på underlaget underlättar uppställning av gods för kran- och truckförare.

source: The provisions of “Safety and Health in Dock Work”, published by the International Labour Organisation (ILO 1977), stipulate a clearance of at least 1 metre between stacked hatches or suchlike and the hatch opening wherever possible.
sv: Enligt bestämmelserna i "Safety and Health in Dock Work" utgiven av internationella arbetsorganisationen (ILO 1977) bör avståndet mellan upplagda luckor o.d. och lucköppningen vara minst 1 meter om så är möjligt.

source: If hatches etc. cannot be placed this far away from the hatch coaming, they may need to be deposited ashore.
sv: Går det inte att placera luckor o.d. på detta avstånd från luckkarmen kan det vara nödvändigt att placera dem iland.

source: Sometimes a rail or lifeline may need to be put up as fall protection.
sv: Ibland kan det vara nödvändigt att sätta upp räcke eller mantåg som skydd mot fall.

source: An adjoining quay may also constitute a risk zone.
sv: Även intilliggande kaj kan vara riskområde.

source: The area beneath a ramp may also be a risk zone, if for example a vehicle on the ramp is inadvertently set in motion or if goods are dropped from a vehicle.
sv: Också området nedanför en ramp kan vara riskområde om t.ex. fordon på rampen oavsiktligt kommer i rullning eller gods rasar ur ett fordon.

source: Measures referred to can, for example, include:
sv: Åtgärder som avses kan vara t.ex.

source: changing the organisation or methods of work,
sv: att ändra arbetsorganisation eller arbetsmetoder,

source: opening hatch covers,
sv: att öppna täckluckor,

source: keeping the ventilation devices for the space concerned in operation and properly adjusted,
sv: att ventilationsanordningar som hör till utrymmet hålls igång och är rätt inställda,

source: if the devices are inadequate, supplementing or replacing them with a special ventilation device, e.g.. a mobile blowing fan with hose, and evacuating the exhaust fumes directly, e.g. through a hose.
sv: att anordningarna om de är otillräckliga kompletteras med eller ersätts av särskild ventilationsanordning, t.ex. flyttbar inblåsningsfläkt med slang, samt att avgaserna direktevakueras t.ex. genom slang.

source: If combustion engine-powered vehicles are used on board ship and in other confined spaces, they ought preferably to be run on a type of fuel emitting as little pollution as possible.
sv: Vid användning av förbränningsmotordrivna fordon på fartyg och andra slutna utrymmen är det lämpligt att dessa körs på en bränsletyp som avger så lite föroreningar som möjligt.

source: Diesel vehicles should be provided with catalytic converters and particle traps.
sv: Dieseldrivna fordon bör förses med katalysator och partikelfälla.

source: Measures needing to be taken in connection with vehicle maintenance include, for example, trimming and maintaining the engine, catalytic converter and particle trap so as to make combustion as complete and efficient as possible.
sv: Exempel på åtgärder som behöver vidtas i samband med fordons underhåll är att motor, katalysator och partikelfälla trimmas och sköts så att förbränningen blir så fullständig och effektiv som möjligt.

source: When choosing a truck, it is important to consider the noise aspect both for the driver and for workers in the vicinity of the truck.
sv: Vid val av truck är det viktigt att beakta bulleraspekten för såväl föraren som för arbetstagare i truckens närhet.

source: It is important to make sure that braking pressure has been built up before a vehicle is set in motion.
sv: Det är viktigt att det säkerställs att bromstrycket är uppe innan förflyttning påbörjas.

source: Persons affected by vehicle movements may need to be warned.
sv: De som berörs av förflyttning kan behöva varnas.

source: Often a specially detailed person, a traffic guard, may be needed for this purpose.
sv: Ofta kan särskilt avdelad person, trafikvakt, behövas för detta.

source: Further information on the shunting of trackbound railway rolling stock is contained in the Provisions of the National Board of Occupational Safety and Health on Shunting Work.
sv: Närmare upplysningar om växling av spårbundna järnvägsfordon finns i Arbetarskyddsstyrelsens föreskrifter om växlingsarbete.

source: Some lifting operations, using the ship’s own lifting devices, and certain handling operations can cause the ship to move in such a way that other work on board has to be suspended or other safety precautions taken.
sv: En del lyft särskilt med fartygets egna lyftanordningar och viss hantering kan orsaka sådan rörelse av fartyget att det kan bli nödvändigt att avbryta annat arbete ombord eller vidta andra skyddsåtgärder.

source: The risk of falling objects can be augmented, for example, by the simultaneous use of several lifting devices or when depositing cargo round a tween-decks hatch opening with a truck working from below.
sv: Ökad rasrisk kan uppstå t.ex. vid samtidig användning av flera lyftanordningar eller vid kransning runt lucköppning i mellandäck med truck som arbetar från underrum.

source: Measures needing to be taken may for example include checking the ship’s stability, suspending other work and cordoning off dangerous areas.
sv: Åtgärder som kan behöva vidtas är t.ex. att kontrollera fartygets stabilitet, att avbryta annat arbete och att spärra av farliga områden.

source: It is particularly important to keep a continuous check on stability during unloading and loading of side-door ships.
sv: Det är särskilt viktigt att fortlöpande kontrollera stabiliteten vid lossning och lastning av sidoportsfartyg.

source: A space surrounding the ship’s moorings may also be a dangerous area.
sv: Även utrymme runt fartygets förtöjningar kan vara farligt område.

source: A list may be due to poor stability.
sv: Slagsida kan bero på dålig stabilitet.

source: A risk of falling objects may exist even with a list of less than 2o, e.g. when stacking timber packs.
sv: Rasrisk kan finnas även vid mindre än 2° slagsida, t.ex. vid stapling av virkespaket.

source: If measures are needed to correct a list, they should normally be taken in consultation with the ship’s officer in charge.
sv: Behöver åtgärder mot slagsida vidtas bör detta normalt ske i samråd med ansvarigt fartygsbefäl.

source: General rules on precautions against falling objects are contained in the Provisions of the National Board of Occupational Safety and Health on Protection against Injuries Due to Falling Objects.
sv: Generella regler om skydd mot ras finns i Arbetarskyddsstyrelsens föreskrifter om skyddsåtgärder mot skada genom ras.

source: 19 are contained in the Board’s Provisions on Chemical Hazards in the Working Environment .
sv: Regler om kemiska arbetsmiljörisker finns i Arbetarskyddsstyrelsens föreskrifter om kemiska arbetsmiljörisker.

source: Certain cargoes, e.g. scrap iron, chips, pulpwood and fine-particled carbon, may cause oxygen deficiency.
sv: Vissa laster t.ex. järnskrot, flis, massaved och finfördelat kol, kan orsaka syrebrist.

source: If the shipper uses semi-automatic or automatic twistlocks, most of the work can be done from the landward side.
sv: Om redaren använder sig av semiautomatiska- eller automatiska vridlås kan merparten av arbetet utföras från landsidan.

source: On occasions when the shipper uses manual twistlocks, it is appropriate for work on container roofs to be done from a work platform attached to the container hook of the dockside crane.
sv: Vid de tillfällen redaren använder sig av manuella vridlås är det lämpligt att arbete på containertak utförs från en arbetskorg som är fäst i hamnkranens con- tainerok.

source: Work on a container roof should not be done without using personal fall protection equipment.
sv: Arbete på containertak bör inte utföras utan att personlig fallskyddsutrustning används.

source: During section loading or the equivalent, fall protection can very well take the form of a safety net or suchlike, secured at the bottom for the prevention of falls between net and stowage.
sv: Vid sektionslastning eller motsvarande kan skydd mot fall med fördel utgöras av skyddsnät eller liknande som är säkrat nedtill så att fall mellan nät och stuv förhindras.

source: When loading and unloading timber packs, the aim should be to minimise workers’ exposure to the risk of falling.
sv: Vid lastning och lossning av virkespaket bör det eftersträvas att arbetstagare exponeras minimalt för fallrisk.

source: If work has to be done on top of timber packs, a safety net is advisable.
sv: Om arbete måste utföras på virkes- paket är det lämpligt att skyddsnät används.

source: Chap. 3, Section 10 of the Work Environment Act lays down, for example, that: “ Any person delivering or making available a packaged product shall ensure that the packaging does not entail any risk of ill-health or accidents.”
sv: Av arbetsmiljölagen 3 kap. 10 § framgår bl.a. att ”Den som överlåter eller upplåter en förpackad produkt skall se till att förpackningen inte innebär risk för ohälsa eller olycksfall”.

source: It is important, for example, for timber packs to be covered over in such a way as to prevent slipping and for cavities to be marked on the covering.
sv: Det är viktigt att t.ex. virkespaket har sådan täckning att den motverkar halkning och att håligheter är markerade på täckningen.

source: It is therefore important for work to be planned so that different teams will be far enough apart.
sv: Därför är det viktigt att arbetet planeras så att avstånden mellan olika arbetslag är tillräckliga.

source: Sometimes, for reasons of space, it may be necessary to limit the number of teams working in the same hatch opening or cargo hold.
sv: Ibland kan det vara nödvändigt att begränsa antalet arbetslag som arbetar i samma lucköppning eller lastrum för att erhålla tillräckligt utrymme.

source: If work is being done on different levels, there may be a risk of goods or other objects falling down to the lower level unless secured.
sv: Utförs arbete på olika nivåer kan risk finnas att gods eller annat faller ner på den lägre nivån om det inte är säkrat.

source: partly emptying the load carrier
sv: delvis tömmer lastbäraren,

source: transferring to a flatbed trailer or suchlike with sufficient carrying capacity,
sv: flyttar över dem till flak e.d. med tillräcklig bärighet,

source: cordoning off the risk zone or suspending other work in the vicinity, and complying with special directions, e.g. from a fire safety authority or suchlike, if the load carrier contains dangerous goods.
sv: spärrar av riskområdet, eller avbryter annat arbete i närheten, samt iakttar särskilda anvisningar t.ex. från brandmyndighet eller liknande om lastbäraren innehåller farligt gods.

source: The above safety precautions are also to be considered in the event of a load carrier being unevenly loaded or its load shifting.
sv: Ovanstående försiktighetsåtgärder är även aktuella vid snedlastad lastbärare eller lastbärare med lastförskjutning.

source: If the load carrier is partly emptied, care must be taken not to cause uneven load distribution in the process.
sv: Om lastbäraren töms delvis är det viktigt att detta görs så att den inte blir snedlastad.

source: It is important to note that excess load on a load carrier may necessitate a change of lifting device or lifting gear so as not to exceed the maximum load.
sv: Det är viktigt att observera att överlast i lastbärare kan innebära att man måste byta lyftanordning eller lyftredskap så att inte maxlasten överskrids.

source: More detailed rules are to be found in the Provisions of the National Board of Occupational Safety and Health on First Aid and Crisis Support.
sv: Närmare regler finns i Arbetarskyddsstyrelsens föreskrifter om första hjälpen och krisstöd.

source: The harbour owner is normally taken to be the proprietor of the harbour or whoever controls the harbour in the proprietor’s stead.
sv: Som hamninnehavare räknas normalt hamnägaren eller den som i ägarens ställe råder över hamnen.

source: It is the duty of an employer conducting dock work to see to it that supplementary safety precautions are taken if work is done in a place which does not meet the requirements.
sv: Arbetsgivare som bedriver hamnarbete är skyldig att se till att kompletterande skyddsåtgärder vidtas om arbete bedrivs på plats som inte uppfyller kraven.

source: If this is not possible, the work may be suspended instead.
sv: Om detta inte är möjligt får istället arbetet avbrytas.

source: General rules on workplace design are contained in the Provisions of the National Board of Occupational Safety and Health on Design of the Workplace.
sv: Generella regler om utformningen av arbetsplatser finns i Arbetarskydds- styrelsens föreskrifter om arbetsplatsens utformning.

source: appropriately and conspicuously marking obstacles which are irremovable and constitute a danger, and illuminating them if necessary,
sv: att hinder som inte kan avlägsnas och som innebär fara markeras på lämpligt och iögonfallande sätt och om det behövs är belysta,
